Repository: fchauxx/KanguroKmp
Catalog: iosApp/Kanguro/Core/Resources/*.lproj/Localizable.strings
Languages: es

# textFieldTypeTitle.email
source: Enter your e-mail
es: Introduce tu correo electrónico

# textFieldTypeTitle.password
source: Enter your password
es: Ingresa tu contraseña

# textFieldTypePlaceholder.email
source: e-mail
es: Correo Electrónico

# textFieldTypePlaceholder.password
source: password
es: Contraseña

# textFieldTypeError.email
source: Please enter a valid email
es: Por favor, introduce un correo electrónico válido.

# textFieldTypeError.password
source: Invalid password!
es: ¡Contraseña inválido!

# common.tryAgain
source: Try again
es: Intenta novamente

# common.continue
source: Continue
es: Siguiente

# common.cancel
source: Cancel
es: Cancelar

# common.back
source: Back
es: Volver

# commom.years
source: years
es: años

# commom.year
source: year
es: año

# commom.months
source: months
es: meses

# commom.month
source: month
es: mes

# commom.days
source: days
es: diás

# commom.day
source: day
es: dia

# commom.active
source: Active
es: Activo

# commom.inactive
source: Inactive
es: Inactivo

# commom.terminated
source: Acabado
es: finished

# commom.all
source: All
es: Todos

# commom.step1
source: Step 1
es: Paso 1

# commom.step2
source: Step 2
es: Paso 2

# commom.takePicture
source: Take a picture
es: Toma una foto

# commom.selectFile
source: Select a file
es: Selecciona un archivo

# commom.scanDocument
source: Scan document
es: Escanear documento

# common.new
source: New
es: Nuevo

# alert.defaultTitle
source: Attention
es: Atención

# alert.unknownError
source: Ops, something went wrong
es: Ops, algo salió mal

# alert.attention
source: Attention
es: Atención

# alert.confirm
source: Yes
es: Sí

# alert.notSupportedImage.title
source: File format not supported
es: Tipo de archivo no compatible

# alert.notSupportedImage.description
source: One or more images provided contain a not supported format. Please consider the following list of formats: JPEG, JPG, PNG and BMP.
es: Una o más imágenes proporcionadas contienen un formato no compatible. Considere la siguiente lista de formatos: JPEG, JPG, PNG y BMP.

# welcome.description1.label
source: call us kanguro... modernizing your experience with insurance
es: llámanos Kanguro... modernizando tu experiencia con los seguros

# welcome.descriptionBold1.label
source: call us kanguro...
es: llámanos Kanguro...

# welcome.description2.label
source: our main focus is bringing value to your life with coverages designed for your every day
es: estamos enfocados en aportar valor a tu vida con coberturas diseñadas para tu día a día

# welcome.descriptionBold2.label
source: for your daily life
es: para tu día a día

# welcome.description3.label
source: easy to understand, easy to quote and, easy to claim
es: fácil de entender, fácil de comprar, y fácil de usar

# welcome.subdescription3.label
source: just a few clicks and you are done!
es: Sólo unos pocos clics y estará listo!

# welcome.switchLanguage.button
source: Cambiar a
es: Switch to

# welcome.signIn.button
source: Sign in
es: Iniciar sesión

# welcome.getQuote.label
source: Don't have an account yet?
es: ¿Aún no tienes una cuenta?

# welcome.getQuote.button
source: Get a quote
es: Cotiza ya

# login.hello.label
source: hello
es: hola

# login.continue.button
source: Continue
es: Siguiente

# login.error.notAllowed
source: Invalid credentials.
es: Credenciales no válidas.

# password.hello.label
source: hello
es: hola

# password.welcome.label
source: welcome
es: Bien venido

# password.createPassword.textField
source: Create your password
es: Crea tu contraseña

# password.signIn.button
source: Sign in
es: Iniciar sesión

# password.start.button
source: Start now
es: Empezar ahora

# password.faceID.label
source: Use face ID
es: Usar identificación facial

# password.back.button
source: Back
es: Volver

# password.forgot.button
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# password.success.alert
source: Your password was updated successfully!
es: ¡Su contraseña se actualizó con éxito!

# forgotPassword.forgotPassword.label
source: Forgot password?
es: ¿Olvidaste tu contraseña?

# forgotPassword.confirmEmail.textField
source: Please, confirm your e-mail address
es: Por favor confirma tu correo electrónico

# forgotPassword.sendResetInstructions.button
source: Send reset instructions
es: Enviar instrucciones de reinicio

# forgotPassword.sentInstructions.label
source: We sent you instructions to reset your password!
es: Le enviamos instrucciones para restablecer tu contraseña!

# forgotPassword.securityReasons.label
source: For security reasons, we do NOT store your password, and we never send your password via any channel.
es: Por razones de seguridad, NO almacenamos su contraseña y nunca la enviamos a través de ningún canal.

# forgotPassword.contactUs.label
source: If you continue to have problems, please
es: Si continúa teniendo problemas, por favor

# forgotPassword.underlinedContactUs.label
source: contact us
es: contáctenos

# forgotPassword.back.label
source: Back
es: Volver

# forceNewPassword.letstart.label
source: Let's start!
es: ¡Vamos a empezar!

# forceNewPassword.description.label
source: To get started, you should create a new password
es: Para comenzar, debe crear una nueva contraseña

# forceNewPassword.firstPasswordCondition.label
source: Must be at least 8 characters in length
es: Debe tener al menos 8 caracteres de longitud

# forceNewPassword.secondPasswordCondition.label
source: Should contain at least one lower case
es: Debe contener al menos una minúscula

# forceNewPassword.thirdPasswordCondition.label
source: Should contain at least one upper case
es: Debe contener al menos una mayúscula

# forceNewPassword.fourthPasswordCondition.label
source: Should contain at least one digit or one special character
es: Debe contener al menos un dígito o un carácter especial

# forceNewPassword.firstCondition.label
source: 8 characters
es: 8 caracteres

# forceNewPassword.secondCondition.label
source: one lower case
es: menos una minúscula

# forceNewPassword.thirdCondition.label
source: one upper case
es: menos una mayúscula

# forceNewPassword.fourthCondition.label
source: one digit or one special character
es: menos un dígito o un carácter especial

# forceNewPassword.password.textfield
source: New password
es: Nueva contraseña

# forceNewPassword.confirmPasword.textfield
source: Repeat new password
es: Repita la nueva contraseña

# forceNewPassword.save.label
source: Save
es: Guardar

# emailValidation.title.label
source: we just sent a code to your phone
es: acabamos de enviar un código a su teléfono

# emailValidation.back.button
source: Back
es: Volver

# codeConfirmationView.enterCode.label
source: Enter the code
es: Ingresa el código

# codeConfirmationView.timerMessage.label
source: Code hasn't arrived? You can resend in
es: ¿No ha llegado el código? Puedes reenviar en

# codeConfirmationView.resendCode.label
source: Code hasn't arrived?
es: ¿No ha llegado el código?

# codeConfirmationView.invalidCode.label
source: Invalid code!
es: Codigo invalido!

# codeConfirmationView.resendUnderlined.label
source: You can resend it now
es: Puedes reenviarlo ahora

# header.title.label
source: hello, I'm Javier!
es: ¡Hola, me llamo Javier!

# header.subtitle.label
source: YOUR A.I. PERSONAL ASSISTENT
es: SOY TU ASISTENTE PERSONAL I.A.

# addInfo.takePicture.button
source: Take a picture
es: Toma una foto

# addInfo.selectPicture.button
source: Select a picture
es: Selecciona una foto

# addInfo.selectFile.button
source: Select a file
es: Selecciona un archivo

# addInfo.close.button
source: Close
es: Cerrar

# mapDetail.title.label
source: Here are the vets closer to where you live
es: Acá están los veterinarios más cerca de donde estás

# dashboard.hello.label
source: hello
es: hola

# dashboard.active.label
source: Active
es: Activo

# dashboard.inactive.label
source: Inactive
es: Inactivo

# dashboard.canceled.label
source: Canceled
es: Cancelado

# dashboard.terminated.label
source: Finished
es: Acabado

# dashboard.seeDetails.label
source: See details
es: Ver detalles

# dashboard.coveragesTitle.label
source: COVERAGES
es: COBERTURAS

# dashboard.petHealthPlanTitle.label
source: Pet health plan
es: Seguro pet

# dashboard.reminderTitle.label
source: REMINDERS
es: RECORDATORIOS

# dashboard.seeAll.label
source: See all
es: Ver todos

# dashboard.updateCellphone.label
source: Update your cellphone to use the services
es: Actualice su número de celular para usar los servicios

# dashboard.languagePreference.label
source: App language preferences update detected. App will Restart.
es: Actualización de idioma de la aplicación detectada. La aplicación se reiniciará.

# dashboard.fileClaim.popup.label
source: We are currently working to create the best claiming experience for you. In the meantime, in order to file your claims please contact us at rentersclaims@kanguroinsurance.com
es: Actualmente estamos trabajando para crear la mejor experiencia de reclamación para usted. Mientras tanto, para presentar sus reclamaciones, por favor contáctenos en rentersclaims@kanguroinsurance.com

# dashboard.bannerTitle.havePet
source: Do you have a pet?
es: ¿Tienesuna mascota?

# dashboard.bannerSubtitle.havePet
source: Save money with our Kanguro Pet Insurance
es: Ahorre dinero con nuestro seguro para mascotas Kanguro

# dashboard.bannerTitle.haveRenters
source: Do you rent a place?
es: ¿Alquilas un lugar?

# dashboard.bannerSubtitle.haveRenters
source: Keep your belongings safe with Kanguro Renters Insurance!
es: ¡Mantén tus pertenencias seguras con el seguro para inquilinos de Kanguro!

# dashboard.bannerTitle.worldBetter
source: Let’s help make the world better!
es: ¡Ayudemos a hacer el mundo mejor!

# dashboard.bannerSubtitle.worldBetter
source: Join Kanguro in donating for great causes.
es: Únase a Kanguro para donar por grandes causas.

# dashboard.bannerTitle.likingKanguro
source: Are you liking Kanguro?
es: ¿Te gusta Kanguro?

# dashboard.bannerSubtitle.likingKanguro
source: Refer a friend and earn rewards
es: Recomienda a un amigo y gana recompensas.

# pet.healthPlan.title.label
source: Pet Health Plan
es: Plan de Salud para Mascotas

# bottomButtonsPopUp.claim.pet
source: Pet Insurance Claim
es: Reclamo de seguro para mascotas

# bottomButtonsPopUp.claim.renters
source: Renters Insurance Claim
es: Reclamo de seguro para inquilinos

# medicalHistory.cardTitle.label
source: Hey! We need your Medical History
es: ¡Hola! Necesitamos tu historial médico

# medicalHistory.cardSubtitle.label
source: To make sure we can work our magic and give your furry friend the best care ever, we kindly ask you to send us their medical history. It's not just about helping us improve your claims, but also ensuring we protect your pet like superhero sidekicks.
es: Para asegurarnos de poder hacer nuestra magia y brindarle a tu amigo peludo el mejor cuidado posible, te pedimos amablemente que nos envíes su historial médico. No solo se trata de ayudarnos a mejorar tus reclamaciones, sino también de asegurarnos de proteger a tu mascota como compañeros de superhéroes.

# medicalHistory.letsDoIt.button
source: Let's do it
es: Vamos a hacerlo

# lastActivities.lastActivities.label
source: LAST ACTIVITIES
es: ÚLTIMAS ACTIVIDADES

# lastActivityCard.rate.label
source: Rate this place
es: Califica este lugar

# lastActivityCard.details.label
source: Details
es: Detailes

# moreActions.titleLabel.label
source: MORE ACTIONS
es: MAS ACCIONES

# moreActions.talkToVet.card
source: Talk to a vet 24/7
es: Habla con un veterinario 24/7

# moreActions.fileClaim.card
source: File a claim
es: Solicitar una reclamación

# moreActions.cloud.card
source: Cloud
es: Nube

# moreActions.trackClaim.card
source: Track your claim
es: Monitorea tus reembolsos

# moreActions.vetAdvice.card
source: Vet advice
es: Consejo veterinario

# moreActions.claims.card
source: Claims
es: Reclamaciónes

# moreActions.getQuote.card
source: Get a quote
es: Cotiza ya

# moreActions.FAQ.card
source: Frequently asked questions
es: Preguntas frecuentes

# moreActions.comunication.card
source: Comunications
es: Comunicaciones

# moreActions.petParents.card
source: New pet parents
es: Nuevos padres de mascotas

# moreActions.vetsLocation.card
source: Find vet
es: Encuentra veterinario

# moreActions.payment.card
source: Payment Settings
es: Configuración de pago

# moreActions.vaccination.card
source: Vaccination Card
es: Tarjeta de vacunacion

# moreActions.residence.card
source: Add a residence
es: Añadir una residencia

# moreActions.bannerTitle.label
source: Get a $25 Amazon gift card
es: Obtener Amazon gift cards de $25

# moreActions.bannerSubtitle.label
source: Refer a friend.
es: Recomienda a tus amigos

# more.cloud.actionCard
source: Cloud
es: Nube

# moreActions.directPayVet.label
source: Direct pay your Vet
es: Pago directo a tu veterinario

# tabBarItem.dashboard
source: Home
es: Inicio

# tabBarItem.cloud
source: Cloud
es: Nube

# tabBarItem.coverage
source: Coverage
es: Coberturas

# tabBarItem.more
source: More
es: Más

# tabBarItem.renters
source: Renters
es: Inquilinos

# tabBarItem.pet
source: Pet
es: Mascota

# tabBarItem.home
source: Home
es: Inicio

# tabBarItem.chat
source: Support
es: Soporte

# serverError.default
source: Ops...something went wrong
es: Ops... algo salió mal

# serverSuccess.default
source: Success!
es: Éxito!

# coverage.coverageTitle.label
source: Coverages
es: Coberturas

# claims.title.navigationBackButton
source: Claims
es: Cobertura

# claims.title.label
source: Track your claim
es: Revisa tus reembolsos

# claims.delete.popUp
source: Delete
es: Borrar

# claimStatus.noClaim.label
source: There is nothing here yet
es: No hay nada aquí todavía!

# claimStatus.open.title
source: Open
es: Abierto

# claimStatus.closed.title
source: Closed
es: Cerrado

# claimStatus.draft.title
source: Drafts
es: Borradores

# claimStatus.submitted
source: Submitted
es: Presentada

# claimStatus.assigned
source: Assigned
es: Asignado

# claimStatus.review
source: In Review
es: En revisión

# claimStatus.closed
source: Closed
es: Cerrado

# claimStatus.approved
source: Approved
es: Aprobado

# claimStatus.paid
source: Paid
es: Pagado

# claimStatus.denied
source: Denied
es: Denegado

# claimStatus.draft
source: Draft
es: Borrador

# claimStatus.deleted
source: Deleted
es: Eliminado

# claimStatus.pendingMedicalHistory
source: Pending Medical History
es: Historial médico pendiente

# claimStatus.medicalHistoryInReview
source: Medical History In Review
es: Historial médico en revisión

# claimStatus.unknown
source: Unknown
es: Desconocido

# claimStatusCards.lastUpdate
source: Last update on
es: Última actualización

# claimStatusCards.claimAmount
source: Claim amount
es: Valor de reclamación

# claimStatusCard.details.label
source: Details
es: Detailes

# claimStatusCards.closedOn.label
source: Closed on
es: Encerrado

# claimStatusCards.paid.label
source: Paid
es: Pagado

# claimStatusCards.creditCard.label
source: Credit card
es: Tarjeta de crédito

# claimStatusCards.createdOn.label
source: Created on
es: Creado en

# claimStatusCards.continueClaim.label
source: Please continue your claim!
es: Continua tu reclamación!

# claimStatusCards.payVet.button
source: Direct pay your Vet
es: Pago directo a tu veterinario

# claimDetails.IDtitle.label
source: Claim
es: Reembolso

# claimDetails.defaultTitle.label
source: Claim details
es: Detalles del reembolso

# claimDetails.summary.label
source: SUMMARY
es: RESUMEN

# claimDetails.lastUpdate.label
source: Last update on
es: Última actualización en

# claimDetails.claimDescription.label
source: CLAIM DESCRIPTION
es: DESCRIPCIÓN DEL RECLAMO

# claimDetails.attachments.label
source: ATTACHMENTS
es: ADJUNTOS

# claimDetails.deniedStatus.label
source: Your claim was denied because:
es: Su reclamo fue denegado porque:

# claimDetails.communicationStatus.label
source: Something went wrong with your claim, click here to find out more.
es: Hubo un problema con su reclamo, clic aquí para obtener más información.

# claimDetails.pendigMedicalHistoryText.label
source: Please submit required documents.
es: Por favor envíe los documentos requeridos.

# claimDetails.document.label
source: Document
es: Documento

# claimDetails.requiredStatus.label
source: Required
es: Requerido

# claimDetails.submitDocuments.button
source: Submit documents
es: Enviar documentos

# claimDetails.status.label
source: Status
es: Estado

# claimDetails.pet.label
source: Pet
es: Mascota

# claimDetails.claim.label
source: Claim
es: Reembolso

# claimDetails.date.label
source: Date submitted
es: Fecha de remisión

# claimDetails.incidentDate.label
source: Incident Date
es: Fecha del incidente

# claimDetails.amount.label
source: Claim Amount
es: Monto Reclamado

# claimDetails.payment.label
source: Payment method
es: Método de pago

# claimDetails.paidAmount.label
source: Paid Amount
es: Monto de pago

# claimDetails.transferredAmount.label
source: Contribution towards deductible
es: Contribución hacia deducible

# newClaim.newClaim.navigationBar
source: New Claim
es: Nueva reclamación

# newClaim.mayWriteSomething.textfield
source: Write a description
es: Escribe una descripción

# newClaim.summaryCell.cell
source: Claim Summary
es: Resumen

# summary.pet
source: Pet
es: Mascota

# summary.claim
source: Claim
es: Reclamación

# summary.attachments
source: Attachments
es: Adjunto archivo

# summary.amount
source: Amount
es: Monto

# summary.date
source: Date
es: Fecha

# summary.reimbursementMethod
source: Reimbursement Method
es: Método de Reembolso

# summary.bankAccount
source: Bank Account
es: Cuenta Bancaria

# pledgeOfHonor.title.label
source: Pledge of honor
es: Juramento de honor

# pledgeOfHonor.subtitle.label
source: I promise the info I will provide will be truthful.
es: Prometo que la información que proporcionaré será verídica.

# pledgeOfHonor.bottom.label
source: Your unclaimed money will be donated to
es: Su dinero no reembolsado será donado a

# pledgeOfHonor.boldedBottom.label
source: a cause
es: una causa

# pledgeOfHonor.checkbox.label
source: You agree to let Us generate Medical Authorization document with your signature that will authorize the release of your pet's medical records. Read more
es: Aceptas permitirnos generar un documento de Autorización Médica con tu firma que autorizará la liberación de los registros médicos de tu mascota. Leer más

# pledgeOfHonor.checkbox.label.highlighted
source: Read more
es: Leer más

# pledgeOfHonor.confirm.button
source: Confirm
es: Confirmar

# pledgeOfHonor.sendForm.button
source: Send form
es: Enviar formulario

# pledgeOfHonor.popUp.title
source: Availability and access to medical records:
es: Disponibilidad y acceso a registros médicos

# pledgeOfHonor.popUp.description
source: Please note by purchasing this Policy, You agree to let Us contact current or previous Veterinarians on Your behalf, and obtain all of Your Pet's medical records if needed. To facilitate this process, we will be generating a Medical Authorization document with your signature that will authorize the release of your pet's medical records. Any person who, with intent to defraud or knowing that he is facilitating a a fraud against an insured, submits an application or files a claim containing false or deceptive statement is guilty of insurance fraud.
es: Toma en cuenta que mediante la compra de esta póliza, Usted acepta permitir que nos comuniquemos en Su nombre con Su veterinario(s) actual(es) o anterior(es) y obtener todos los registros médicos de Su Mascota, si es necesario. Para facilitar este proceso, vamos a generar un documento de Autorización Médica con tu firma, la cual nos autoriza la entrega de los registros médicos de tu mascota. Cualquier persona que, con intención de defraudar o sabiendo que está facilitando un fraude contra un asegurado, presente una solicitud o presente un reclamo que contenga declaraciones falsas o engañosas es culpable de fraude de seguros.

# feedback.title.label
source: How was your experience submiting a claim?
es: ¿Cómo fue su experiencia al presentar un reclamo?

# feedback.placeholder.textfield
source: Tell us more about your experience (Optional)
es: Cuéntanos más sobre tu experiencia (Opcional)

# feedback.sendFeedback.button
source: Send feedback
es: Enviar un comentario

# feedback.skipFeedback.button
source: Skip
es: Ignorar

# feedback.awful
source: Awful
es: Muy mal

# feedback.notGood
source: Not good
es: Mal

# feedback.good
source: Good
es: Bien

# feedback.awesome
source: Awesome
es: Wow

# pledgeOfHonor.success.alert
source: Success!
es: ¡Éxito!

# pledgeOfHonor.savedSignature.alert
source: Your signature is saved
es: Tu firma está guardada

# coverageDetails.hello.label
source: Hello,
es: hola,

# coverageDetails.yearsOld.label
source: old
es: de idad

# coverageDetails.endDateTitle.label
source: Waiting period end date
es: Fecha de finalización del período de espera

# coverageDetails.perroBueno.label
source: Good Doggie
es: Perro Bueno

# coverageDetails.gatoSano.label
source: Cool Cat
es: Gato Sano

# coverageDetails.renewOn.label
source: Renew on
es: Renovar en

# coverageDetails.policyPeriod.label
source: Policy Period:
es: Vigencia de la póliza:

# coverageDetails.deductibleProgressBar.label
source: left to reach the deductible
es: para alcanzar el deducible

# coverageDetails.annualLimitProgressBar.label
source: left to reach the annual limit
es: para alcanzar el límite anual

# coverageDetails.inAnnualLimit.label
source: in annual limit
es: en límite anual

# coverageDetails.perroBuenoRemainingTop.label
source: You have
es: Te quedan

# coverageDetails.perroBuenoRemainingBottom.label
source: remaining
es: restante

# coverageDetails.planSummary.label
source: Plan Summary
es: Resumen del plan

# coverageDetails.policy.label
source: Policy docs
es: Documentos de póliza

# coverageDetails.preventiveAndWellness.label
source: Preventive & Wellness
es: Preventivo & Bienestar

# coverageDetails.payment.label
source: Payment
es: Pago

# coverageDetails.nextBilling.label
source: Next billing in
es: Próxima facturación en

# coverageDetails.billingPreferences.label
source: Billing preferences
es: Preferencias de facturación

# coverageDetails.reimbursement.label
source: reimbursement
es: Reembolso

# coverageDetails.deductible.label
source: Annual Deductible
es: Deducible Anual

# coverageDetails.annualLimit.label
source: Annual limit
es: Límite anual

# coverageDetails.consumedOfTotal.label
source: of
es: de

# coverageDetails.accident&illness.label
source: Accident & illness Insurance
es: POLIZA DE SALUD - ACCIDENTE Y ENFERMEDADES

# coverageDetails.whatIsCovered.card
source: What is covered
es: Que esta cubierto

# coverageDetails.covered.card
source: Track your benefits
es: Revisa tus beneficios

# coverageDetails.policyForm.card
source: Policy form
es: Formulario de póliza

# coverageDetails.TXState.card
source: TX State Amendatory
es: Enmienda del estado de TX

# coverageDetails.declaration.card
source: Declaration and Schedule
es: Declaración y Calendario

# coverageDetails.documentation.card
source: Documentation
es: Documentación

# coverageDetails.purchaseDate.label
source: Purchase Date:
es: Fecha de compra:

# coverageDetails.cancellationDate.label
source: Cancellation Date:
es: Fecha de cancelación:

# coverageDetails.finish.label
source: Finish Date:
es: Fecha de finalización:

# coverageDetails.policyNumber.label
source: POLICY NUMBER #
es: NÚMERO DE PÓLIZA #

# coverageDetails.MONTHLY.label
source: Monthly payment
es: Mensualidad

# coverageDetails.QUARTERLY.label
source: Quarterly payment
es: Pago trimestral

# coverageDetails.YEARLY.label
source: Yearly payment
es: Pago anual

# coverageDetails.monthlyPerroBueno.label
source: Good Doggie | Accident & Illness
es: Perro Bueno | Accidente & Enfermedad
