Repository: fchauxx/KanguroKmp
Catalog: iosApp/Kanguro/Core/Resources/*.lproj/Localizable.strings
Languages: es

# directPay.shareWithVet.done.button
source: Done
es: Hecho

# directPay.done.title
source: Document sent!
es: ¡Documento enviado!

# directPay.done.description
source: Our claims team will get in touch with you in order to confirm approval or denial.
es: Nuestro equipo de reclamaciones se pondrá en contacto contigo para confirmar la aprobación o denegación.

# centralChatbot.botMsg1.label
source: Hi,
es: Hola,

# centralChatbot.botMsg2.label
source: What can I do for you and your buddies Today?
es: ¿Qué puedo hacer por ti y tus mascotas hoy?

# centralChatbot.fileClaim.label
source: File a Claim
es: Solicitar una reclamación

# centralChatbot.vetAdvice.label
source: Vet Advice
es: Consejo veterinario

# centralChatbot.faq.label
source: Frequently Asked Questions
es: Preguntas frecuentes

# centralChatbot.support.label
source: Talk with Support
es: Suporte

# centralChatbot.petParent.label
source: I'm a new pet parent
es: Nuevos padres de mascotas

# chatbot.addMore
source: Add more
es: Agregar más

# chatbot.done
source: Done
es: Listo

# chatbot.edit
source: Edit
es: Editar

# chatbot.confirm
source: Confirm
es: Confirmar

# chatbot.newClaim.startHi.message
source: Hi,
es: Hola,

# chatbot.newClaim.startclaim.message
source: I see would you like to start a claim.
es: Veo que deseas hacer un reclamo de reembolso

# chatbot.newClaim.whoIsClaimFor.message
source: Who is the claim for?
es: ¿Para quien es el reclamo?

# chatbot.newClaim.noPetName.message
source: this pet.
es: esta mascota.

# chatbot.newClaim.pledgeOfHonor.message
source: To start your claim process, I'll need you to sign your Pledge of Honor.
es: Para poder iniciar el proceso, necessito que por favor firmes el 'Juramento de honor'.

# chatbot.newClaim.selectClaimType.message
source: Please, let me know why you're filling this claim:
es: Por favor déjame saber por qué estas solicitando este reclamo:

# chatbot.newClaim.preventive.message
source: Select what you need reimbursement:
es: Seleccione lo que necessita reembolso:

# chatbot.newClaim.typeDescription.message
source: Please, write a brief description about it:
es: Por favor escribe una corta descripción aquí:

# chatbot.newClaim.selectDate.message
source: What is the date on the invoice you are submitting? 🗓
es: ¿Cual es la fecha de la factura que me estas enviando? 🗓

# chatbot.newClaim.receipt.message
source: Right, now we are going to need paid-in-full receipt(s) from the vet visit.
es: Gracias, ahora vamos a necesitar los recibos pagados en su totalidad de la visita al veterinario.

# chatbot.newClaim.medicalRecords.message
source: Please also include the Medical Records related to the exam.
es: También puedes incluir notas medicas relacionadas al examen

# chatbot.newClaim.petActualPictureMsg1.message
source: For insurance purposes, we need a picture of your pet in its current health state.
es: Para fines de seguro, necesitamos una foto de tu mascota en su estado de salud actual.

# chatbot.newClaim.petActualPictureMsg2.message
source: Please take a picture of your pet if they are with you. If they are not, please upload the most recent photo you have.
es: Por favor, tome una foto de su mascota si está contigo. Si no lo está, por favor sube la foto más reciente que tengas.

# chatbot.newClaim.claimInvoice.message
source: What is the invoice total?
es: ¿Cuál es el total de la factura?

# chatbot.newClaim.bankAccount.message
source: Please inform your account for reimbursement:
es: Por favor, informe a tu cuenta para reembolso:

# chatbot.newClaim.claimSummary.message
source: Here's the summary of your claim:
es: Aquí tienes el resumen de tu reembolso

# chatbot.newClaim.claimSubmitted.message
source: Claim submitted!
es: ¡Reembolso enviado!

# chatbot.newClaim.claimStatusUpdate.message
source: You can check the status update anytime in
es: Puedes revisar el estado en cualquier momento en el historial de reembolsos de

# chatbot.newClaim.thankYou.message
source: Thank you!
es: ¡Gracias!

# chatbot.action.sign.label
source: Sign
es: Firmar

# chatbot.action.accident.label
source: Accident
es: Accidente

# chatbot.action.illness.label
source: Illness
es: Enfermedad

# chatbot.action.other.label
source: Other
es: Otro

# chatbot.action.preventive.label
source: Checkups, Exams and/or Vaccines
es: Revisiones, Exámenes y/o Vacunas

# chatbot.action.end.label
source: End
es: Terminar

# chatbot.action.seeOptions.label
source: See Options
es: Ver opciones

# chatbot.action.informAccount.label
source: Inform Account
es: Informar Cuenta

# chatbot.action.submitClaim.label
source: Submit Claim
es: Enviar Reembolso

# chatbot.action.finish.label
source: Finish
es: Terminar

# chatbot.action.continue.label
source: Continue
es: Seguir

# chatbot.action.track.claims.label
source: Track claims
es: Seguimiento de reclamos

# chatbot.newClaim.denialSorry.message
source: Dear
es: Estimado

# chatbot.newClaim.denialContactUs.message
source: Please get in touch with us for further questions regarding what to do next in this case! 1-888-546-5264.
es: Por favor, póngase en contacto con nosotros para obtener más información sobre qué hacer a continuación en este caso. 1-888-546-5264.

# chatbot.newClaim.denialNotActive.beginning.message
source: looks like
es: parece que la póliza de

# chatbot.newClaim.denialNotActive.end.message
source: policy its not active!
es: no está activa en este momento.

# chatbot.newClaim.denialPendingMedicalHistory.beginning.message
source: looks like
es: parece que

# chatbot.newClaim.denialPendingMedicalHistory.end.message
source: has no medical history.
es: no tiene historial médico.

# chatbot.newClaim.denialPendingMedicalHistoryCheckReminder.message
source: Please, check the 'Reminders' section in the app for any pending medical history updates.
es: Por favor, verifica la sección 'Recordatorios' en la aplicación para cualquier actualización pendiente del historial médico.

# chatbot.newClaim.denialAnnualLimit.message
source: we have reached the annual limit on accident and illness for
es: hemos alcanzado el límite anual en la póliza de accidentes y enfermedades para

# chatbot.newClaim.denialWaitingPeriod.end.message
source: we is still in the waiting period on accident and illness for
es: aún estamos en el período de espera en la póliza de accidentes y enfermedades para

# chatbot.newClaim.denialNoBenefits.end.message
source: already reached the amount of our benefits available.
es: ha alcanzado la cantidad total de beneficios disponibles.

# chatbot.newClaim.duplicatedClaim.message
source: I'm sorry, but it seems that you already have a claim for
es: Lo siento, pero parece que ya tiene un reclamo por

# chatbot.newClaim.duplicatedClaim.end.message
source: on this date.
es: en este día.

# chatbot.newClaim.duplicatedClaim.message.2
source: No worries! You can always track the status of your claim through claim tracker.
es: ¡No te preocupes! Siempre puedes hacer un seguimiento del estado de tu reclamo a través del rastreador de reclamos.

# chatbot.newClaim.genericError.message
source: I'm sorry, couldnt identify your request.
es: Lo siento, no pude identificar su solicitud.

# preventiveCovered.title.label
source: Track your benefits
es: Revisa tus beneficios

# preventiveCovered.covered.label
source: coverage
es: cobertura

# preventiveCovered.subtitle.label
source: Wellness and Preventive
es: Bienestar y Preventivo

# preventiveCovered.planCoverTitle.label
source: What your preventive care plan covers
es: Lo que cubre su plan de atención preventiva

# preventiveCovered.remainingLimit.label
source: remaining
es: restante

# preventiveCovered.annualLimitUpTo.label
source: Up to
es: Hasta

# preventiveCovered.annualLimit.label
source: Annual limit
es: Límite anual

# preventiveCovered.getReimbursement.button
source: Get a reimbursement
es: Obtener Reembolso

# preventiveCovered.completed.label
source: Completed
es: Terminado

# preventiveCovered.available.label
source: Available
es: Disponible

# bankingInfo.reimbursement.label
source: REIMBURSEMENT ACCOUNT
es: CUENTA DE REEMBOLSO

# bankingInfo.banking.label
source: Banking information
es: Información bancaria

# bankingInfo.accountType.label
source: Type of account
es: Tipo de cuenta

# bankingInfo.bankName.label
source: Bank name
es: Nombre del banco

# bankingInfo.checking.label
source: Checking
es: Corriente

# bankingInfo.saving.label
source: Saving
es: Ahorro

# bankingInfo.routing.label
source: Routing
es: Enrutamiento

# bankingInfo.account.label
source: Account
es: Cuenta

# bankingInfo.continue.label
source: Continue
es: Seguir

# donation.animals.card
source: Animals
es: Animales

# donation.globalWarming.card
source: Global Warming
es: Calentamiento Global

# donation.social.card
source: Social Causes
es: Causas Sociales

# donation.latinCommunities.card
source: Latin Communities
es: Comunidades Latinas

# donation.donated.label
source: We already donated
es: Nosotros ya donamos

# donation.title.label
source: Choose a cause
es: Elige una causa

# donation.subtitle.label
source: Your policy is making the world a better place
es: Tu póliza está haciendo del mundo un lugar mejor

# donation.placeholder.label
source: You choose, and we support
es: Tu eliges, y nosotros apoyamos

# donationCause.title.label
source: Animals
es: Animales

# donationCause.selectCause.label
source: Select your cause:
es: Seleccione su causa:

# donation.choose.button
source: Choose this cause
es: Elige esta causa

# donation.causeChosen.button
source: Cause selected successfully!
es: Causa seleccionada con éxito!

# otp.failedMessageSending
source: Failed to send message, would you like to try again?
es: Error al enviar el mensaje, ¿le gustaría intentarlo de nuevo?

# donation.cardTitle.label
source: Let's help make the world better
es: Ayudemos a mejorar el mundo mejor

# donation.cardSubtitle.label
source: Kanguro cares about giving back! We donate part of the money we do not use to pay claims to animal shelters, global warming foundations, social causes, and hispanic organizations that help the community thrive.
es: A Kanguro le importa dar de vuelta al mundo! Por eso donamos parte de la plata que no usamos para pagar siniestros a refugios de animales, fundaciones de cambio climático, causas sociales, y organizaciones latinas que ayudan a sacar adelantes las comunidades.

# donation.later.button
source: Maybe Later
es: Mas tarde

# donation.doIt.button
source: Let's do it
es: ¡Vamos!
