Repository: fchauxx/KanguroKmp
Catalog: iosApp/Kanguro/Core/Resources/*.lproj/Localizable.strings
Languages: es

# coverageDetails.monthlyGatoSano.label
source: Cool Cat | Accident & Illness
es: Gato Sano | Accidente & Enfermedad

# coverageDetails.monthlyAccident.label
source: Accident & Illness
es: Accidente & Enfermedad

# coverageDetails.monthlyPreventiveAndWellness.label
source: Preventive & Wellness | Extra service
es: Preventivo & Bienestar | Servicio extra

# coverageDetails.extraService.label
source: Extra service
es: Servicio extra

# cardHeader.renew.label
source: Renew in
es: Renovar en

# paymentSettings.title.label
source: Payment Settings
es: Método de pago

# paymentSettings.payment.label
source: Payments
es: Pagos

# paymentSettings.preferences.label
source: Preferences
es: Preferencias

# paymentSettings.reimbursement.label
source: Reimbursement account
es: Cuenta de reembolso

# paymentSettings.paymentMethod.label
source: Payment method
es: Método de pago

# billingPreferences.billingPreferences.label
source: Billing Preferences
es: Preferencias de factura

# billingPreferences.billingHistory.label
source: Billing History
es: Preferencias de factura

# more.moreActions.label
source: More Actions
es: Más acciones

# more.preferences.actionCardsList
source: Preferences
es: Preferencias

# more.profile.actionCard
source: Profile
es: Perfil

# more.reminders.actionCard
source: Reminders
es: Recordatorios

# more.billingPreferences.actionCard
source: Billing Preferences
es: Preferencias de factura

# more.appSettings.actionCard
source: Language settings
es: Ajustes de idioma

# more.getQuote.actionCard
source: Add a pet
es: Agrega una mascota

# more.referFriend.actionCard
source: Refer a friend
es: Recomienda a un amigo

# more.supportCause.actionCard
source: Support a cause
es: Apoyar una causa

# more.support.actionCardsList
source: Support
es: Apoyo

# more.vetAdvice.actionCard
source: Vet advice
es: Consejo veterinario

# more.FAQ.actionCard
source: Frequently asked questions
es: Preguntas frecuentes

# more.petParents.actionCard
source: New pet parents
es: Nuevos padres de mascotas

# more.workinghours.monToFri
source: Mon - Fri: 9:00am - 7:00pm EST
es: Lun - Vie: 9:30 am - 8:00 pm EST

# more.workinghours.sat
source: Saturday: 10:00am - 2:00pm EST
es: Sábado: 10:00 am - 2:00 pm EST

# more.workinghours.sun
source: Sunday: Closed
es: Domingo: Cerrado

# more.contactUs.actionCard
source: Contact Us
es: Contáctenos

# more.legal.actionCardsList
source: Legal
es: Juridico

# more.termsOfUse.actionCard
source: Terms of use
es: Términos de uso

# more.privacyPolicy.actionCard
source: Privacy Policy
es: Política de privacidad

# more.logout.actionCard
source: Logout
es: Cerrar sesión

# more.emergency.label
source: Emergency
es: Emergencia

# blockedAccount.problemMessage.label
source: Your APP account is presenting some problems
es: Tu cuenta de la APP presenta algunos problemas

# blockedAccount.contactUs.label
source: Contact us to solve the problem:
es: Contáctenos para solucionar el problema:

# updateRequired.title.label
source: We're better than ever!
es: ¡Estamos mejor que nunca!

# updateRequired.description.label
source: Please update the Kanguro app so you can access and have a better experience
es: Actualice la aplicación Kanguro para que pueda acceder y tener una mejor experiencia.

# updateRequired.button.label
source: Update
es: Actualizar

# reminder.medicalHistory
source: Medical history
es: Historial médico

# reminder.claim
source: Claim
es: Cobertura

# reminder.petPicture
source: Pet picture
es: Foto de mascota

# reminder.missingDocument
source: missing document
es: falta documento

# reminders.reminder.label
source: Reminders
es: Recordatorios

# reminders.wantToSee.label
source: What you want to see?
es: ¿Qué quieres ver?

# reminders.all.label
source: All
es: Todos

# reminders.noReminder.label
source: You don't have active reminders
es: No tienes recordatorios activos

# reminders.dueIn.label
source: due in
es: requerido en

# referFriends.title.label
source: Refer friends
es: Recomendar a un amigo

# referFriends.shareCode.label
source: sent you a 10% discount for the Kanguro health and wellness insurance plan for your furry friend. Go to
es: te envío un descuento del 10% para acceder al mejor plan de salud y bienestar de Kanguro para tu peludo. Ir al

# referFriends.referralCode.sharing
source: and use your referral code:
es: y usa su código de referencia:

# referFriends.firstDescription.label
source: We decided to share some love with you and your friends!
es: ¡Decidimos compartir un poco de amor contigo y tus amigos!

# referFriends.secondDescription.label
source: Refer a friend and we’ll give you a reward of $25 Amazon gift card for every sign-up that comes through your custom discount code below.
es: Recomiende a un amigo y le daremos una recompensa de $25 en una tarjeta de regalo de Amazon por cada persona que adquiere una póliza a través de tu código personalizado a continuación.

# referFriends.giftCard.label
source: \$25 Amazon gift card
es: \$25 en una tarjeta de regalo de Amazon

# referFriends.termsOfService.label
source: Terms of Service
es: Términos de uso

# referFriends.shareCode.share
source: share your code
es: comparte tu código

# referFriends.giftCardTitle.label
source: Get a Gift Card!
es: Obtenga un regalo

# referFriends.giftCardSubtitle.label
source: Earn Amazon $25 by inviting friends and family to Kanguro.
es: Gana $25 de Amazon invitando a amigos y familiares a Kanguro.

# referFriends.boldedGiftCardSubtitle.label
source: Amazon \$25
es: \$25 de Amazon

# referFriends.later.button
source: Maybe Later
es: Mas tarde

# referFriends.doIt.button
source: Let's do it
es: ¡Vamos!

# supportCause.change.button
source: Change your cause
es: Cambia tu causa

# supportCause.title.label
source: Support a cause
es: Elige una causa

# supportCause.subtitle.label
source: Your policy is making the world a better place
es: Tu póliza está haciendo del mundo un lugar mejor

# supportCause.currentCause.label
source: You currently support
es: Actualmente apoyas

# settings.title.label
source: Language
es: Idioma

# settings.pushNotifications.label
source: Push notifications
es: Notificaciones push

# settings.languageTitle.label
source: Language preferences
es: Preferencias de idioma

# settings.languageSubtitle.label
source: Please tell us in what language you speak to your furry friend in!
es: ¡Díganos en qué idioma le habla a su Kanguamigo!

# settings.english.label
source: English
es: Inglés

# settings.spanish.label
source: Spanish
es: Español

# settings.success.alert
source: Success!
es: Éxito!

# settings.restartApp.alert
source: App will restart
es: La aplicación se reiniciará!

# profile.title.label
source: Profile information
es: Información del perfil

# profile.editProfile.textFieldView
source: Edit profile
es: Editar perfil

# profile.editPassword.textFieldView
source: Edit password
es: Editar contraseña

# profile.firstName.label
source: First name
es: Primer nombre

# profile.lastName.label
source: Last name
es: Apellido

# profile.policyTopTitle.label
source: Cancel or change my Policy
es: Cancelar o cambiar mi Póliza

# profile.phone.label
source: Phone number
es: Número de teléfono

# profile.oldPassword.label
source: Old password
es: Contraseña anterior

# profile.newPassword.label
source: New password
es: Nueva contraseña

# profile.repeatPassword.label
source: Repeat new password
es: Repita la nueva contraseña

# profile.success.alert
source: Your profile is updated!
es: Tu perfil esta actualizado!

# profile.sure.alert
source: This action will permanently delete your account and personal data, would you like to continue?
es: Esta acción eliminará de forma permanente su cuenta y sus datos personales. ¿Desea continuar?

# profile.other.label
source: Other
es: Otro

# profile.topFirstMsg.label
source: Kanguro needs to processes some personal data in order to provide you with the Kanguro services. To delete that personal data, you need to close your account.
es: Kanguro necesita procesar algunos datos personales para brindarle los servicios de Kanguro. Para eliminar esos datos personales, debe cerrar su cuenta.

# profile.bottomTitle.label
source: Cancel or change my Policy
es: Cancelar o cambiar la Cobertura

# profile.bottomFirstMsg.label
source: Kanguro is really sad to see you go but we will always be here if you want to come back. We can also change your coverage for a more affordable option.
es: Kanguro está muy triste por perderte, pero siempre estaremos aquí si quieres volver. También podemos cambiar su cobertura por una opción más económica.

# profile.bottomSecondMsg.label
source: You can notify us that you would like to cancel by phone at +1-888-546-5264.
es: Puede notificarnos que desea cancelar por teléfono al +1-888-546-5264.

# profile.bottomThirdMsg.label
source: You can also email us your cancelation request.
es: También puede enviarnos un correo electrónico con su solicitud de cancelación

# profile.emailUs.label
source: email us
es: enviarnos

# profile.account.label
source: Account
es: Mi cuenta

# profile.accountTopTitle.label
source: delete your user id and password
es: ELIMINAR SU ID DE USUARIO Y CONTRASEÑA

# profile.switchTitle.label
source: Do you want to send a request to initiate account deletion and delete personal data?
es: ¿Desea enviar una solicitud para iniciar la eliminación de tu cuenta y eliminar tu data personal de la APP?

# profile.sendRequest.button
source: Send request
es: Enviar solicitud

# profile.firstTopic.label
source: Once we complete your request to delete your account, you won’t be able to log in to your Kanguro account.
es: Al finalizar tu solicitud para eliminar tu cuenta no podrás ingresar de nuevo a tu cuenta de kanguro en la APP.

# profile.secondTopic.label
source: Your personal data regarding your online account will be deleted.
es: Tu data personal de tu cuenta será eliminada.

# profile.thirdTopic.label
source: You won’t have access to your Kanguro documents which means you acknowledge the Kanguro will only be able to contact you by e-mail until you re-enroll.
es: No tendrás acceso a tus documentos de Kanguro lo cual significa que solo te podriamos contactar por correo electrónico hasta el momento que vuelvas abrir tu cuenta.

# profile.fourthTopic.label
source: This won’t affect your insurance coverage or cancel your policy.
es: Esto no afecta la cobertura de seguros ni tampoco cancela to póliza.

# accordionTextFieldsView.save.button
source: Save
es: Guardar

# whatIsCovered.title.label
source: What is covered?
es: ¿Qué está cubierto?

# whatIsCovered.subtitle.label
source: Good Doggie
es: Perro bueno

# whatIsCovered.diagnostic.label
source: Diagnostics
es: Diagnóstico

# whatIsCovered.procedures.label
source: Procedures
es: Procedimientos

# whatIsCovered.medications.label
source: Medications
es: Medicamentos

# whatIsCovered.bloodTest.label
source: Blood test
es: Exámenes de sangre

# whatIsCovered.urinalysis.label
source: Urinalysis
es: Análisis de orina

# whatIsCovered.krays.label
source: X Rays
es: Rayos X

# whatIsCovered.mri.label
source: MRI's
es: Resonancia magnética

# whatIsCovered.labwork.label
source: Labwork
es: Exámenes de laboratorio

# whatIsCovered.ctscans.label
source: CT Scans
es: Tomografías

# whatIsCovered.ultrasounds.label
source: Ultrasounds
es: Exámenes de ultrasonido

# whatIsCovered.behavioral.label
source: Behavioral exam
es: Exámenes de comportamiento

# whatIsCovered.prosthetic.label
source: Prosthetic Limbs, Devices & Mobility Aids
es: Prótesis de extremidades, dispositivos y ayudas para la movilidad

# whatIsCovered.cremation.label
source: Cremation
es: Cremación

# whatIsCovered.endLife.label
source: End of life - Euthanasia up to $1,000
es: Eutanasia

# whatIsCovered.vetExam.label
source: Vet exam fees
es: Examenes veterinarios

# whatIsCovered.surgery.label
source: Surgery & Hospitalization
es: Cirugías & Hospitalización

# whatIsCovered.specialty.label
source: Specialty and ER vets
es: Veterinarios especializados y de urgencias

# whatIsCovered.cancer.label
source: Cancer treatment
es: Cáncer

# whatIsCovered.dental.label
source: Dental illness up to $1,000 year
es: Enfermedades dentales, incluida la gingivitis.

# whatIsCovered.chronic.label
source: Chronic conditions that may develop
es: Medicamentos Recetados

# whatIsCovered.hereditary.label
source: Hereditary breed-specific conditions that may develop
es: Condiciones crónicas que puedan desarrollarse

# whatIsCovered.prescription.label
source: Prescription medication caused by other accidents or illness
es: Condiciones hereditarias específicas de la raza que puedan desarrollarse

# whatIsCovered.blood.label
source: Blood disorders
es: Trastornos de la sangre

# whatIsCovered.eye.label
source: Eye Sisorders
es: Trastornos oculares

# whatIsCovered.musculokeletal.label
source: Musulokeletal disorder
es: Trastorno musculoesquelético

# whatIsCovered.respiratory.label
source: Respiratory conditions
es: Condiciones respiratorias

# cloud.title.label
source: Kanguro Cloud
es: Kanguro Nube

# cloud.breadcrumb.label
source: Pet
es: Mascota

# cloud.breadcrumb.policy.label
source: Policy
es: Póliza

# cloud.breadcrumb.claimDocuments.label
source: Claims Documents
es: Reclamaciones

# cloud.orderByLatest.label
source: Latest
es: Último

# cloud.orderByOldest.label
source: Oldest
es: Viejo

# cloud.backActionPolicies.label
source: Policies
es: Pólizas

# cloud.backActionCloud.label
source: Cloud
es: Nube

# cloud.backActionClaims.label
source: Claims
es: Reclamaciónes

# cloud.policyOption.claimDocumentsInvoices.label
source: Claims documents and invoices
es: Documentos de reclamaciones y facturas

# cloud.policyOption.medicalHistory.label
source: Medical history
es: Historial médico

# cloud.policyOption.digitalVaccine.label
source: Digital vaccine card
es: Carnet digital de vacunas

# cloud.policyOption.policyDocuments.label
source: Policy documents
es: Documentos de póliza

# cloud.claimCard.label
source: Claim -
es: Reclamo -

# cloud.comingSoon.label
source: Coming soon!
es: ¡Próximamente!

# cloud.description.label
source: We are working hard to launch this feature very soon. If you need somenthing, please get in touch with us:
es: Estamos trabajando arduamente para lanzar esta función muy pronto. Si necesita algo, por favor póngase en contacto con nosotros:

# cloud.noClaims.placeholder.label
source: No claims found
es: No se encontraron reclamaciones

# cloud.noFiles.placeholder.label
source: No files found
es: No se encontraron archivos

# vet.title.label
source: by Dr. Cristina Bustamante
es: por Dr. Cristina Bustamante

# vet.subtitle.label
source: VETERINARIAN FOUNDER OF Dr.B Vet
es: VETERINARIO FUNDADOR DE Dr.B Vet

# faq.title.label
source: FAQ
es: Información de Interés

# faq.subtitle.label
source: Frequently asked questions
es: Preguntas frequentes

# vetAdvice.title.label
source: Vet Advice for
es: Consejos para

# vetAdvice.seeAdvices.label
source: See advices
es: Ver consejos

# vetAdvice.dog.name
source: Dog
es: Perro

# vetAdvice.cat.name
source: Cat
es: Gato

# vetAdvice.dog.description
source: The best vet advice for dog offered by the experienced and well known veterinarian exclusively to our Kanguro community
es: Los mejores consejos veterinarios para perros ofrecidos por el experimentado y conocido veterinario exclusivamente a nuestra comunidad Kanguro

# vetAdvice.cat.description
source: The best vet advice for your cat offered by the experienced and well known veterinarian exclusively to our Kanguro community
es: Los mejores consejos veterinarios para gatos ofrecidos por el experimentado y conocido veterinario exclusivamente a nuestra comunidad Kanguro

# petParents.title.label
source: New Pet Parents
es: Nuevos padres de mascotas

# petParents.highlightedTitle.label
source: Parents
es: padres

# directPay.title.label
source: Direct Pay to Vet
es: Pago directo al veterinario

# directPay.action.label
source: Next
es: Siguiente

# directPay.userInformation.firstSection.title.label
source: Your Information
es: Tu información

# directPay.userInformation.secondSection.title.label
source: Claim Information
es: Información del reclamo

# directPay.userInformation.firstField.title.label
source: Pet Name
es: Nombre de la Mascota

# directPay.userInformation.secondField.title.label
source: Policy Holder Name
es: Nombre del titular de la póliza

# directPay.userInformation.checkbox.title.label
source: What is this claim related to?
es: ¿A qué se refiere este reclamo?

# directPay.userInformation.thirdField.title.label
source: Date of Service
es: Fecha del Servicio

# directPay.userInformation.thirdField.placeholder.label
source: Select date
es: Selecciona la fecha

# directPay.userInformation.fourthField.title.label
source: Email Vet
es: Correo electrónico del veterinario

# directPay.userInformation.fourthField.placeholder.label
source: Your vet's email
es: Correo electrónico

# directPay.userInformation.fifthField.title.label
source: Vet Name
es: Nombre del Veterinario

# directPay.userInformation.fifthField.placeholder.label
source: Name of the veterinary
es: Nombre del veterinario

# directPay.userInformation.sixthField.title.label
source: Clinic Name
es: Nombre de la Clínica

# directPay.userInformation.sixthField.placeholder.label
source: Name of the clinic
es: Nombre de la clínica

# directPay.userInformation.claimDescription.title.label
source: Description
es: Descripción

# directPay.userInformation.claimDescription.placeholder.label
source: About your claim
es: Sobre tu reclamo

# directPay.checkbox.accident.label
source: Accident
es: Accidente

# directPay.checkbox.illness.label
source: Illness
es: Enfermedad

# directPay.searchVet.title.label
source: Email Vet
es: Correo electrónico del veterinario

# directPay.searchVet.description.label
source: Search for the email of your vet.
es: Buscara el correo electrónico de tu veterinario

# directPay.searchVet.emailNotExist.label
source: This email does not exist in our database of veterinarians.
es: Este correo electrónico no existe en nuestra base de datos de veterinarios.

# directPay.searchVet.continueButton.label
source: Continue using this email.
es: Continúa utilizando este correo electrónico.

# directPay.gettingStarted.topicLabel.first
source: Our claims team will review your submission and contact you and your vet to confirm approval or denial.
es: Nuestro equipo de reclamaciones revisará tu envío y se pondrá en contacto contigo y con tu veterinario para confirmar la aprobación o denegación.

# directPay.gettingStarted.topicLabel.first.highlighted
source: claims team will review
es: Nuestro equipo de reclamaciones revisará

# directPay.gettingStarted.topicLabel.second
source: You will be responsible for paying your portion of the invoice, which includes your deductible and the co-pay amount.
es: Serás responsable de pagar tu parte de la factura, que incluye tu deducible y el copago.

# directPay.gettingStarted.topicLabel.second.highlighted
source: You will be responsible for paying your portion of the invoice
es: Serás responsable de pagar tu parte de la factura

# directPay.gettingStarted.step
source: STEP value
es: PASO value

# directPay.gettingStarted.verticalStep.first
source: Fill out the form on the next page to generate a document.
es: Completa el formulario en la siguiente página para generar un documento.

# directPay.gettingStarted.verticalStep.first.highlighted
source: Fill out the form
es: Complete el formulario

# directPay.gettingStarted.verticalStep.second
source: Ask your veterinarian to fill the form they received on their email, be it on their computer or phone.
es: Pídele a tu veterinario que complete el formulario que recibió por correo electrónico, ya sea en su computadora o teléfono.

# directPay.gettingStarted.verticalStep.second.highlighted
source: Ask your veterinarian
es: Pídele a tu veterinario

# directPay.gettingStarted.verticalStep.third
source: After this our claims team will get in touch with you.
es: Después de esto, nuestro equipo de reclamaciones se pondrá en contacto contigo.

# directPay.gettingStarted
source: Getting Started
es: Empezando

# directPay.pleaseNote
source: Please Note
es: Ten en cuenta lo siguiente:

# directPay.beforeGetStarted
source: Before we get started
es: Antes de comenzar

# directPay.beforeGetStarted.topicLabel.first
source: This applies for Accident and Illness only claims that are minimum $900.
es: Esto se aplica solo para reclamos de Accidente y Enfermedad nun mínimo de $900.

# directPay.beforeGetStarted.topicLabel.first.highlighted
source: Accident and Illness only minimum $900
es: Accidente y Enfermedad nun mínimo de $900

# directPay.beforeGetStarted.topicLabel.second
source: Vet needs to agree with Kanguro Insurance paying them.
es: El veterinario debe estar de acuerdo en que Kanguro Insurance les pague.

# directPay.beforeGetStarted.topicLabel.second.highlighted
source: Vet needs to agree
es: El veterinario debe estar de acuerdo

# directPay.beforeGetStarted.topicLabel.third
source: Available for any diagnosis, medication or treatment.
es: Disponible para cualquier diagnóstico, medicamento o tratamiento.

# directPay.beforeGetStarted.topicLabel.third.highlighted
source: diagnosis, medication or treatment
es: diagnóstico, medicamento o tratamiento

# directPay.beforeGetStarted.topicLabel.fourth
source: 8am-2pm EST same day response, if submitted after 2pm will receive response following Business Day.
es: Respuesta el mismo día de 8am a 2pm EST, si se envía después de las 2pm, respuesta al siguiente día hábil.

# directPay.beforeGetStarted.topicLabel.fourth.highlighted
source: 8am-2pm EST if submitted after
es: 8 am a 2 pm (EST). Si se envía después

# directPay.beforeGetStarted.claimValue
source: Claim value
es: Valor del reclamo

# directPay.almostDone.title
source: Almost Done
es: ¡Casi terminado!

# directPay.almostDone.description
source: Now ask your vet to fill out the form they received by email. After this our claims team will get in touch with you to confirm approval or denial.
es: Ahora pídele a tu veterinario que complete el formulario que recibió por correo electrónico. Después de esto, nuestro equipo de reclamaciones se pondrá en contacto contigo para confirmar la aprobación o denegación.

# directPay.almostDone.secondary.description
source: If your vet didn't get the email, tap here to send the form yourself.
es: Si tu veterinario no recibió el correo electrónico, presiona aquí para enviar el formulario tú mismo.

# directPay.almostDone.tapHere.description
source: tap here
es: presiona aquí

# directPay.almostDone.description.highlighted
source: ask your vet to fill out the form they received by email
es: Ahora pídele a tu veterinario que complete el formulario que recibió por correo electrónico.

# directPay.shareWithVet.title.label
source: Share with you vet
es: Comparte con tu veterinario

# directPay.shareWithVet.description.label
source: If your vet didn't get the email, follow these simple steps:
es: Si tu veterinario no recibió el correo electrónico, sigue estos sencillos pasos:

# directPay.shareWithVet.step1Description.label
source: Download the form and share it with your vet.
es: Descarga el formulario y compártelo con tu veterinario.

# directPay.shareWithVet.step2Description.label
source: Upload the signed document. You can either upload it with a digital signature or take a picture of the printed document.
es: Sube el documento firmado. Puedes subirlo con una firma digital o tomar una foto del documento impreso.

# directPay.shareWithVet.step2Highlighted.label
source: Upload the signed document.
es: Sube el documento firmado.

# directPay.shareWithVet.downloadDoc.button.label
source: Download Document
es: Descargar documento

# directPay.shareWithVet.uploadDoc.button.label
source: Upload Signed Document
es: Subir documento firmado
